[
  {
    "id": "articulo3",
    "titulo": "¿Adiós a los millones? El declive del premio de The International",
    "categorias": [
      "rpg",
      "rpg"
    ],
    "resumen": "¿Vuelve el Battle Pass de Dota 2 en 2025? Descubre cómo la decisión de Valve de eliminar el pase de batalla afectó el premio millonario de The International y qué impacto tendría su posible regreso este año. Análisis profundo, cifras reales y los rumores más fuertes de la escena competitiva."
  },
  {
    "id": "articulo4",
    "titulo": "World of Warcraft: nostalgia, decepción y el hechizo eterno",
    "resumen": "Por qué seguimos volviendo a World of Warcraft? Este artículo analiza el declive del contenido en Retail, el auge de WoW Classic, la nostalgia compartida y cómo la compra de Microsoft puede cambiar el futuro de Azeroth.",
    "categorias": [
      "rpg"
    ]
  },
  {
    "id": "articulo1",
    "titulo": "Detalles ocultos en Bloodborne",
    "resumen": "Descubre cómo el sonido ambiental influye en la tensión del jugador...",
    "categorias": [
      "horror",
      "secreto",
      "rpg"
    ]
  },
  {
    "id": "articulo2",
    "titulo": "Zonas secretas en Super Metroid",
    "resumen": "Analizamos las áreas ocultas de Zebes que pocos jugadores conocen.",
    "categorias": [
      "retro",
      "plataformas",
      "secreto"
    ]
  },
  {
  "id": "articulo5",
  "titulo": "Red Dead Redemption 2 y las razones por las cuales es uno de los mejores juegos de la historia",
  "resumen": "Descubre por qué Red Dead Redemption 2 es considerado una obra maestra. Detalles técnicos, narrativa, realismo y momentos inolvidables que marcan la diferencia.",
  "categorias": ["aventura", "open world", "western"]
},
 { "id": "articulo6",
  "titulo": "GTA V: un antes y un después en la industria del gaming",
  "resumen": "Cómo GTA V transformó la narrativa, el multijugador y la escala técnica de los videojuegos modernos. Una revolución aún vigente.",
  "categorias": ["sandbox", "acción", "histórico"]
}
]